---
kind: type
id: T:Autodesk.Revit.DB.BrowserOrganization
source: html/4fd57c3f-6127-efd9-f79e-70ad3e5dc1cc.htm
---
# Autodesk.Revit.DB.BrowserOrganization

The organization settings for grouping, sorting, and filtering of items in the project browser.

## Syntax (C#)
```csharp
public class BrowserOrganization : ElementType
```